Revit 2027 API
ParameterTypeId.ContinuousrailLengthParam Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousrailLengthParam { get; }
Public Shared ReadOnly Property ContinuousrailLengthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousrailLengthParam {
	ForgeTypeId^ get ();
}
static member ContinuousrailLengthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace